Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Show tabs in a vertical panel
ug: بەتكۈچلەرنى تىك كۆزنەكتە كۆرسىتىدۇ

source: Show text field in the panel
ug: كۆزنەكتە تېكىست كۆزنەكچىسىنى كۆرسەت

source: Show the 'Add New Items' dialog
ug: ‹يېڭى تۇر قوش› سۆزلەشكۈسىنى كۆرسىتىدۇ

source: Show the 'Panel Preferences' dialog
ug: ‹كۆزنەك تەڭشىكى› سۆزلەشكۈسىنى كۆرسىتىدۇ

source: Show the configuration dialog
ug: سەپلىمە سۆزلەشكۈسىنى كۆرسىتىدۇ

source: Show the contents at the normal size
ug: مەزمۇنلارنى نورمال چوڭلۇقتا كۆرسىتىدۇ

source: Show the contents in less detail
ug: مەزمۇنلارنىڭ ئانچە ئېنىق كۆرسەتمەيدۇ

source: Show the contents in more detail
ug: مەزمۇنلارنىڭ تېخىمۇ ئېنىق كۆرسىتىدۇ

source: Show the current station
ug: نۆۋەتتىكى ئىستانسىىنى كۆرسىتىدۇ

source: Show the full path strings for each entry
ug: ھەر بىر كىرگۈنىڭ تولۇق يولىنى كۆرسەت

source: Show the mime type icons for each entry
ug: ھەر بىر كىرگۈنىڭ مايىم(mime) تىپى سىنبەلگىسىنى كۆرسەت

source: Show the same screen on both laptop LCD and external monitor
ug: يان كومپيۇتېرنىڭ LCD كۆرسەتكۈچى بىلەن سىرتقى كۆرسەتكۈچىدە ئوخشاش ئېكراننى كۆرسىتىش

source: Show the saved bookmarks
ug: ساقلانغان خەتكۈچلەرنى كۆرسىتىدۇ

source: Show the signal strength indicator
ug: سىگنال كۈچلۈكلۈكىنى كۆرسەتسۇن

source: Show thumbnails:
ug: كىچىك سۈرەتنى كۆرسەت:

source: Show time and date?
ug: ۋاقىت ۋە چېسلانى كۆرسەتسۇنمۇ؟

source: Show todo list
ug: ئىشلار تىزىملىكىنى كۆرسىتىدۇ

source: Show toolbar
ug: قورال بالدىقىنى كۆرسەت

source: Show tooltips
ug: ئەسكەرتمىلەرنى كۆرسىتىش

source: Show track position
ug: نەغمە ئورنىنى كۆرسەتسۇن

source: Show up dir entry
ug: مۇندەرىجە كىرگۈسىنى كۆرسەت

source: Show user list
ug: ئىشلەتكۈچى تىزىمىنى كۆرسىتىش

source: Show user tasks
ug: ئىشلەتكۈچىنىڭ ۋەزىپىلىرىنى كۆرسىتىش

source: Show values with more precision
ug: قىممەتلەرنىڭ ئېنىقلىق دەرىجىسىنى تېخىمۇ يۇقىرى كۆتۈرسۇن

source: Show version and exit
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرىدۇ

source: Show version information
ug: نەشر ئۇچۇرىنى كۆرسەت

source: Show volume level
ug: ئاۋاز چوڭلۇقىنى كۆرسەتسۇن

source: Show volume name
ug: دىسكا ئاتىنى كۆرسىتىش

source: Show warning on _empty speed list
ug: تېزلىك تىزىمى قۇرۇق بولغاندا ئاگاھلاندۇرسۇن(_E)

source: Show week numbers
ug: ھەپتە نومۇرىنى كۆرسىتىدۇ

source: Show windows from _all workspaces
ug: ھەممە خىزمەت رايونلىرىدىكى كۆزنەكلەرنى كۆرسەت(_A)

source: Show windows from _all workspaces or viewports
ug: بارلىق خىزمەت رايونى ياكى كۆرۈش ئېغىزلىرىدىكى كۆزنەكلەرنى كۆرسەتسۇن(_A)

source: Show windows from all desktops
ug: بارلىق ئۈستەلئۈستىلىرىدىكى كۆزنەكلەرنى كۆرسىتىش

source: Show windows from all mo_nitors
ug: بارلىق كۆزەتكۈچلەردىكى كۆزنەكلەرنى كۆرسەتسۇن(_N)

source: Show workspace _names
ug: خىزمەت رايونى ئاتىنى كۆرسەتسۇن(_N)

source: Show workspace _names in list
ug: تىزىمدا خىزمەت رايونلىرىنىڭ ئاتلىرىنى كۆرسەتسۇن(_N)

source: Show workspace a_ctions
ug: خىزمەت رايونى مەشغۇلاتىنى كۆرسەت(_C)

source: Show writers only
ug: يازغۇلارنىلا كۆرسەتسۇن

source: Show/Hide toolbar
ug: قورال بالداقنى كۆرسەت/يوشۇر

source: Show/hide the file browser
ug: ھۆججەت كۆرگۈنى كۆرسىتىدۇ/يوشۇرىدۇ

source: Show/hide the menubar
ug: تىزىملىك بالداقنى كۆرسىتىدۇ ياكى يوشۇرىدۇ

source: Show/hide the toolbar
ug: قورال بالدىقىنى كۆرسىتىدۇ/يوشۇرىدۇ

source: Show/hide the window decorations
ug: كۆزنەك گىرۋەكلىرىنى كۆرسىتىدۇ ياكى يوشۇرىدۇ

source: Shows all mountable devices and (un)mounts them on request.
ug: ئىلتىماس قىلغاندا ئېگەرلىگىلى ۋە ئېگەرسىزلىگىلى بولىدىغان ئۈسكۈنىلەرنى كۆرسىتىدۇ‪.

source: Shows the applications installed on your system in categories, so you can quickly find and launch them.
ug: سىستېمىغا ئورنىتىلغان پروگراممىلارنى كاتېگورىيەسى بويىچە كۆرسىتىپ بېرىدۇ. شۇڭا سىز پروگراممىلارنى ئاسانلا تاپالايسىز.

source: Shows the cpu frequency and governours
ug: CPU نىڭ چاستوتىسى بىلەن governor نى كۆرسىتىدۇ

source: Shrink message text
ug: ئۇچۇر تېكىستنى كىچىكلىتىدۇ

source: Shrink the URL
ug: URL نى قىسقارتىڭ

source: Shuffle
ug: تەرتىپسىز

source: Shuffle albums
ug: ئالبومنى تەرتىپسىز قويۇش

source: Shuffle tracks
ug: نەغمىنى تەرتىپسىز قويۇش

source: Shut Down
ug: تاقاش

source: Shut _Down
ug: تاقا(_D)

source: Shutdown
ug: تاقا

source: Shutdown Failed
ug: توكنى ئۈزۈش مەغلۇپ بولدى

source: Shutdown command failed
ug: توكنى ئۈز بۇيرۇقى مەغلۇپ بولدى

source: Shutdown is blocked by the kiosk settings
ug: توكنى ئۈز بۇيرۇقى kiosk تەڭشىكى تەرىپىدىن توسۇۋېتىلدى

source: Shutdown the system
ug: سىستېمىنى تاقاش

source: Shutter Speed:
ug: تېز قاپقاق سۈرئىتى:

source: Side Pane
ug: يان كۆزنەك

source: Side Pane (Create Shortcut)
ug: يان كۆزنەك(تېزلەتمە ياسا)

source: Side _Pane
ug: يان كۆزنەكچە(_P)

source: Side _Panel
ug: يان كۆزنەك(_P)

source: Side_panel
ug: يان كۆزنەك(_P)

source: Sidepanel
ug: يان كۆزنەك

source: Signal
ug: سىگنال

source: Signal strength
ug: سىگنال كۈچلۈكلۈكى

source: Simple
ug: ئاددىي

source: Simple PPP connections via modem
ug: مودېم ئىشلەتكەن ئاددىي PPP باغلىنىشى

source: Simple Splash Engine
ug: ئاددىي Splash ماتورى

source: Simple Text Editor
ug: ئاددىي تېكىست تەھرىرلىگۈ

source: Simple pager plugin
ug: ئاددىي چاقىرغۇ قىستۇرمىسى

source: Simple song title format
ug: ئاددىي ناخشا ماۋزۇ پىچىمى

source: Single Click
ug: بىرلا چېكىش

source: Single Click Timeout
ug: بىرلا چېكىش ۋاقىت چېكى

source: Single Mode
ug: يەككە ھالەت

source: Single _click to activate items
ug: تۈرلەرنى تەككە چېكىپلا ئاكتىپلىسۇن(_C)

source: Size
ug: چوڭلۇقى

source: Size of _big icons:
ug: چوڭ سىنبەلگىنىڭ چوڭلۇقى(_B):

source: Size of _thumbnails:
ug: كىچىك سۈرەتلەرنىڭ چوڭلۇقى(_T):

source: Size of cursors
ug: نۇربەلگىلەرنىڭ چوڭلۇقى:

source: Size of side _pane icons:
ug: يان كۆزنەك سىنبەلگىلىرىنىڭ چوڭلۇقى(_P):

source: Size of small _icons:
ug: كىچىك سىنبەلگىلەرنىڭ چوڭلۇقى(_I):

source: Size of the _history:
ug: ئىزنىڭ چوڭلۇقى(_H):

source: Size when minimized
ug: كىچىكلىتىلگەندىكى چوڭلۇقى

source: Size:
ug: چوڭلۇقى:

source: Size: %s
ug: چوڭلۇقى: %s

source: Skipped
ug: ئاتلىدى

source: Sleep %s
ug: ئۇيقۇ %s

source: Sleet
ug: مۆلدۈر

source: Sleet showers
ug: ئۆتكۈنچى مۆلدۈر ئارىلاش يامغۇر

source: Sleet showers with thunder
ug: گۈلدۈرمامىلىق مۆلدۈر ئارىلاش ئۆتكۈنچى يامغۇر

source: Sleet with thunder
ug: گۈلدۈرمامىلىق مۆلدۈر ئارىلاش يامغۇر

source: Slideshow
ug: تام تەسۋىرى

source: Slideshow interval
ug: تام تەسۋىرىنىڭ ئىنتېرۋالى

source: Slight
ug: ئازراق

source: Slow
ug: ئاستا

source: Slow (~1s)
ug: ئاستا (~1 سېكۇنت)

source: Slow Keys
ug: ئاستا كۇنۇپكىلار

source: Slow keys
ug: ئاستا كۇنۇپكىلار

source: Slow keys are disabled
ug: ئاستا كۇنۇپكىلار ئىناۋەتسىز قىلىنغان

source: Slow keys are enabled
ug: ئاستا كۇنۇپكىلار ئىناۋەتلىك قىلىنغان

source: Small
ug: كىچىك

source: Small horizontal s_pacing
ug: كىچىكرەك يان بوشلۇق(_P)

source: Small icons
ug: كىچىك سىنبەلگە

source: Small toolbar icon
ug: كىچىك قورال بالداق سىنبەلگىسى

source: Smaller
ug: كىچىكرەك

source: Smart Failed
ug: Smart مەغلۇپ بولدى

source: Smart Media Disk
ug: Smart Media دىسكا

source: Smart Package Manager
ug: Smart بوغچا باشقۇرغۇ

source: Smart Package Manager - panel plugin
ug: Smart بوغچا باشقۇرغۇ - قىستۇرمىسى

source: Smart Read-Only
ug: Smart پەقەت ئوقۇشلا

source: Smart Unavailable
ug: Smart نى ئىشلەتكىلى بولمايدۇ

source: Smart upgrade to newer release (dist-upgrade)
ug: ئەڭ يېڭى نەشرىگە Smart يۈكسەلدۈرۈش (dist-upgrade)

source: Snap to _Grid
ug: سېتكىغا توغرىلا(_G)

source: Snap windows to other _windows
ug: باشقا كۆزنەكتە كۆزنەكنى توختات(_W)

source: Snap windows to screen _border
ug: ئېكران گىرۋىكىدە كۆزنەكنى توختات(_B)

source: Snapshot saved to: %s
ug: كۆرۈنۈش بۇ يەرگە ساقلاندى :%s

source: Snow
ug: قار

source: Snow showers
ug: ئۆتكۈنچى قار

source: Snow showers with thunder
ug: گۈلدۈرمامىلىق ئۆتكۈنچى قار

source: Software developer
ug: يۇمشاق دېتال ئىجادىيىتى

source: Software development tools
ug: يۇمشاق دېتال ئىجادىيەت قوراللىرى

source: Software:
ug: يۇمشاق دېتال:

source: Solid
ug: لىق تولغان

source: Solid color
ug: ساپ رەڭ

source: Solid color (with opacity)
ug: پۈتەي رەڭ (سۈزۈكلۈكى بار)

source: Some files are being downloaded
ug: بەزى ھۆججەتلەر چۈشۈرۈلىدۇ

source: Some files cannot be moved to trash can because the underlying file systems don't support this operation. Do you want to delete them instead?
ug: ھۆججەت سىستېمىسى قوللىمىغانلىقى ئۈچۈن بىر قانچە ھۆججەتلەرنى ئەخلەتخانىغا يۆتكىگىلى بولمىدى. بۇلارنى ئۆچۈرۈۋېتەمسىز؟

source: Some other error occurred validating the certificate.
ug: ئىسپاتنامىنى دەلىللەۋاتقاندا بەزى خاتالىقلار كۆرۈلدى.

source: Something that you should do sometime. For example: Wash your car or test new version of Orage.
ug: بەزىدە قىلىدىغان ئىشلار. مەسىلەن: ماشىنىنى يۇيىدىغان ياكى تەكشۈرىدىغان ياكى بولمىسا Orage نىڭ يېڭى نەشرىنى سىنايدىغان دېگەندەك.

source: Song Format
ug: ناخشا پىچىمى

source: Song Format:
ug: ناخشا پىچىمى:

source: Songlengths.txt (from HVSC)
ug: Songlengths.txt ( HVSC نىڭدىن )

source: Sorry, multisession is not yet supported
ug: كەچۈرۈڭ، كۆپ ئەڭگىمىلىكنى تېخى ئىشلەتكىلى بولمايدۇ

source: Sort By Modification _Date
ug: ئۆزگەرتىلگەن ۋاقتى بويىچە تەرتىپلە(_D)

source: Sort By _Name
ug: ئاتى بويىچە تەرتىپلە(_N)

source: Sort By _Size
ug: چوڭلۇقى بويىچە تەرتىپلە(_S)

source: Sort By _Type
ug: تىپى بويىچە تەرتىپلە(_T)

source: Sort _Case Sensitive
ug: ھەرپنىڭ چوڭ-كىچىك يېزىلىشىنى ئويلىشىپ تەرتىپلە(_C)

source: Sort _Folders First
ug: قىسقۇچنى ئالدىغا تىز(_F)

source: Sort _folders before files
ug: مۇندەرىجە ھۆججەتلەرنىڭ ئالدىغا تەرتىپلەنسۇن(_F)

source: Sort by
ug: تەرتىپى

source: Sort by ...
ug: تەرتىپلەش…

source: Sort folders before files
ug: تەرتىپلىگەندە مۇندەرىجە ھۆججەتنىڭ ئالدىغا كەلسۇن

source: Sort items in ascending order
ug: تۈرلەرنى كىچىكتىن چوڭغا قاراپ تەرتىپلەيدۇ

source: Sort items in descending order
ug: تۈرلەرنى چوڭدىن كىچىككە قاراپ تەرتىپلەيدۇ

source: Sort text case sensitive
ug: تېكىستتىكى ھەرپنىڭ چوڭ كىچىك يېزىلىشىنى ئويلىشىپ تەرتىپلەيدۇ

source: Sorting _order:
ug: تەرتىپلەش ئۇسۇلى(_O):

source: Sorting:
ug: تەرتىپلەش:

source: Sound
ug: ئاۋاز

source: Sound & Video
ug: ئۈن ۋە سىن

source: Sound Files
ug: ئۈن ھۆججەتلىرى

source: Sound Menu
ug: ئاۋاز تىزىملىكى

source: Sound _card:
ug: ئۈن كارتىسى(_C):

source: Sound command
ug: ئۈن بۇيرۇقى

source: Source and destination are the same.
ug: مەنبە ۋە نىشان ئوپئوخشاش.

source: Source missing
ug: مەنبە يوقالغان

source: South
ug: جەنۇب

source: South European
ug: جەنۇبى ياۋروپا

source: Space which is inserted at the edges of the icon view
ug: سىنبەلگىنىڭ گىرۋىكىگە قىستۇرۇلغان بوشلۇق

source: Space which is inserted between cells of an item
ug: تۈر كاتەكچىسى ئارىسىدىكى بوشلۇق

source: Space which is inserted between grid column
ug: كاتەكچە ئارىسىدىكى بوشلۇق

source: Space which is inserted between grid rows
ug: قۇرلار ئارىسىدىكى بوشلۇق

source: Spacer
ug: بوشلۇق

source: Spacing
ug: بوشلۇق

source: Span mo_nitors
ug: بىر قانچە كۆزەتكۈچتە كۆرسەتسۇن(_N)

source: Special flags for directory access
ug: مۇندەرىجىنى زىيارەت قىلىدىغان ئالاھىدە بەلگىلەر

source: Special flags for file execution
ug: ھۆججەتنى ئىجرا قىلىدىغان ئالاھىدە بەلگىلەر

source: Specification of electronic publication
ug: ئېلېكترونلۇق نەشر بۇيۇمىنىڭ بەلگىلىمىلىرى

source: Specifies the "right" or "bottom" color of the gradient
ug: ھەشەم رەڭنىڭ «ئوڭ» ياكى «توۋەن» تەرىپىنىڭ رەڭگى

source: Specifies the number of lines that you can scroll back using the scrollbar.
ug: سىيرىغۇچ بالداق ئارقىلىق سىيرىلىدىغان قۇر سانىنى بەلگىلەيدۇ.

source: Specifies the solid color, or the "left" or "top" color of the gradient
ug: ھەشەم رەڭنىڭ «سول» ياكى «ئۈستى» تەرىپىنىڭ رەڭگى ياكى ساپ رەڭ

source: Specifies whether the keyboard layout is controlled with this settings dialog, or by the X server
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشىنى مەزكۇر تەڭشەك سۆزلەشكۈسى باشقۇرامدۇ ياكى X مۇلازىمېتىرىمۇ

source: Specify a location to open
ug: كۆرسىتىلگەن ئورۇننى ئاچىدۇ

source: Specify how the image will be resized to fit the screen
ug: ئېكراندا سۈرەت قانداق كۆرسىتىلىدۇ بەلگىلەيدۇ

source: Specify the application you want to use as default File Manager for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى ھۆججەت باشقۇرغۇنى بېكىتىڭ:

source: Specify the application you want to use as default Mail Reader for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى خەت ئوقۇغۇنى بېكىتىڭ:

source: Specify the application you want to use as default Terminal Emulator for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى تېرمىنال تەقلىدلىگۈنى بېكىتىڭ:

source: Specify the application you want to use as default Web Browser for Xfce:
ug: Xfce دىكى كۆڭۈلدىكى توركۆرگۈنى بېكىتىڭ:

source: Specify the d_elay before an item gets selected when the mouse pointer is paused over it:
ug: چاشقىنەك ئىسترېلكىسى بىرەر تۇرنىڭ ئۈستىدە تۇرغاندا تاللانغان ھالەتكە كەلگۈچە بولغان ۋاقىت(_E):

source: Specify the property value type
ug: خاسلىقنىڭ قىممىتىنى بەلگىلەش

source: Specify the style of the color drawn behind the backdrop image
ug: سۈرەت تىزىم ھۆججىتىنىڭ تەگلىكىگە سىزىلىدىغان رەڭنىڭ ئۇسلۇبىنى بەلگىلەيدۇ

source: Specify the transparency level for the rounded label drawn behind the icon text
ug: سىنبەلگە تېكىستنىڭ تەگلىكىنىڭ سۈزۈكلۈكىنى كۆرسىتىپ بېرىڭ

source: Specify what should be displayed in toolbar items
ug: قورال بالدىقىدا كۆرسىتىلىدىغان تۈرلەرنى بەلگىلەش

source: Specify whether icons should be displayed next to items in menus
ug: بۇ تاللانما تاللانسا تىزىملىكنىڭ يېنىدا سىنبەلگە كۆرسىتىلىدۇ

source: Specify whether icons should be displayed next to text in buttons
ug: بۇ تاللانما تاللانسا توپچا تېكىستنىڭ يېنىدا سىنبەلگە كۆرسىتىلىدۇ

source: Specify whether mouse clicks and other user input will cause event sounds to play
ug: چاشقىنەك چېكىلگەندە ۋە باشقا كىرگۈزۈش مەشغۇلاتى بولغاندا ئاۋاز چىقىرىش چىقارماسلىقنى بەلگىلەيدۇ

source: Specify whether or not the text cursor blinks
ug: تېكىست نۇربەلگىنىڭ لىپىلداش - لىپىلدىماسلىقىنى بەلگىلەيدۇ

source: Speed Dial
ug: تېز تېلېفون قىلىش

source: Speed Reader
ug: تېز ئوقۇغۇ

source: Speed _Reader
ug: تېز ئوقۇغۇ(_R)

source: Spell Check Program:
ug: كوررېكتور پروگراممىسى:

source: Spell Checker
ug: كوررېكتور

source: Spell Checker Results:
ug: ئىملا تەكشۈرۈش نەتىجىسى:

source: Spelled correctly:
ug: ئىملاسى توغرىلىرى:

source: Spelled incorrectly:
ug: ئىملاسى خاتالىرى:

source: Spin down hard disks
ug: قاتتىق دىسكىنى Spin down قىل

source: Spinning down hard disks permission denied
ug: قاتتىق دىسكىنى Spinning down ئىمتىيازى رەت قىلىندى

source: Sponsor of the conference
ug: يىغىن قوللىغۇچىسى

source: Square
ug: كۋادرات

source: Squeeze Archive Manager
ug: سىكىۋىز(Squeeze) ئارخىپ باشقۇرغۇ

source: Squeeze cannot add files to this archive type, the application to support this is missing.
ug: سىكىۋىز(Squeeze) بۇ ھۆججەتنى ئارخىپقا قوشالمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Squeeze cannot add folders to this archive type, the application to support this is missing.
ug: سىكىۋىز(Squeeze) بۇ مۇندەرىجىنى ئارخىپقا قوشالمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Squeeze cannot extract this archive type, the application to support this is missing.
ug: سىكىۋىز(Squeeze) بۇ تىپتىكى ئارخىپنى يايالمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Squeeze cannot remove files from this archive type, the application to support this is missing.
ug: سىكىۋىز(Squeeze) بۇ خىل ئارخىپ تىپىدىن ھۆججەتلەرنى ئۆچۈرەلمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Squeeze cannot view this file. the application to support this is missing.
ug: سىكىۋىز(Squeeze) بۇ ھۆججەتنى كۆرسىتەلمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Squeeze is a lightweight and flexible archive manager for the Xfce Desktop Environment
ug: سىكىۋىز(Squeeze) بولسا Xfce ئۈستەل يۈزى مۇھىتىدىكى يېنىك ۋە ئەپچىل بولغان ئارخىپ باشقۇرغۇدۇر

source: St_atusbar
ug: ھالەت بالدىقى(_A)

source: St_retch this background across all monitors.
ug: مەزكۇر تەگلىكنى بارلىق كۆرسەتكۈچتە كۆرسەتسۇن(_R)

source: St_rip Trailing Spaces
ug: ئاخىردىكى بوشلۇقلارنى يوقات(_R)

source: St_yle
ug: ئۇسلۇب(_Y)

source: St_yle:
ug: ئۇسلۇب(_Y):

source: Standard
ug: ئۆلچەملىك

source: Standby
ug: كۈت

source: Start
ug: باشلا

source: Start GNOME services, such as gnome-keyring
ug: گىنومنىڭ gnome-keyring دېگەندەك مۇلازىمەتلىرىنى قوزغاتسۇن

source: Start KDE services, such as kdeinit
ug: ك د ئە(KDE) kdeinit دېگەندەك مۇلازىمەتلىرىنى قوزغاتسۇن

source: Start Slideshow
ug: تام تەسۋىرىنى باشلاش

source: Start _Xfmedia
ug: Xfmedia نى باشلا(_X)

source: Start _minimized in the Notification Area
ug: ئۇقتۇرۇش رايونىدا ئەڭ كىچىك قىلىپ باشلىسۇن(_M)

source: Start a slideshow
ug: تام تەسۋىرىنى قوزغىتىدۇ

source: Start a terminal from here
ug: تېرمىنالنى بۇ يەردىن قوزغىتىدۇ

source: Start in collapsed mode
ug: قاتلانغان ھالەتتە باشلانسۇن

source: Start in fullscreen mode
ug: تولۇق ئېكران ھالىتىدە باشلا

source: Start monitoring channel "%s":
ug: قانال «%s» نى كۆزىتىشنى باشلا:

source: Start playing opened files
ug: ئېچىلغان ھۆججەتلەرنى قوي

source: Start slideshow
ug: تام تەسۋىرىنى باشلاش

source: Start stand-alone application even if the panel plugin is loaded
ug: تاختا قىستۇرمىسى قاچىلانغان ئەھۋالدىمۇ ئايرىم پروگرامما سۈپىتىدە قوزغاتسۇن

source: Start timer
ug: ۋاقىت ئۆلچىگۈچنى باشلا

source: Start with one empty panel
ug: بىر قۇرۇق كۆزنەك بىلەن باشلا

source: Start xrandr with settings done in LXRandR
ug: xrandr نى LXRandR نىڭ ئىچىدە تاماملانغان تەڭشەك بىلەن باشلاش

source: Start/Stop Slideshow
ug: تام تەسۋىرىنى باشلاش/توختىتىش

source: Started
ug: باشلاندى

source: Starting %s
ug: %s نى قوزغىتىۋاتىدۇ

source: Starting Assistive Technologies
ug: ياردەمچى تېخنىكىلارنى قوزغىتىش

source: Starting KDE services
ug: ك د ئې (KDE) مۇلازىمەتلىرىنى قوزغىتىش

source: Starting The Gimp
ug: GIMP نى قوزغىتىۋاتىدۇ

source: Starting The Gnome Keyring Daemon
ug: گىنوم(GNOME) ئاچقۇچ ھالقىسى(Keyring) مۇئەككىلىنى قوزغىتىش

source: Starting archive removal.
ug: ئارخىپ ئۆچۈرۈشنى باشلاندى.

source: Starting import file preprocessing
ug: ھۆججەت ئىمپورت قىلىش باشلاندى

source: Starting the Beep Media Player
ug: Beep ۋاسىتە قويغۇنى قوزغىتىۋاتىدۇ

source: Starting the Desktop Manager
ug: ئۈستەلئۈستىنى قوزغىتىۋاتىدۇ

source: Starting the Gnome Terminal Emulator
ug: گىنوم(GNOME) تېرمىنال تەقلىدلىگۈنى نى قوزغىتىۋاتىدۇ

source: Starting the KDE Advanced Text Editor
ug: ك د ئە(KDE) ئالىي تېكىست تەھرىرلىگۈنى قوزغىتىۋاتىدۇ

source: Starting the KDE Clipboard Manager
ug: ك د ئە(KDE) ساقلاش تاختىسى باشقۇرغۇنى قوزغىتىۋاتىدۇ

source: Starting the KDE Mail Reader
ug: ك د ئە(KDE) ئېلخەت دېتالىنى قوزغىتىۋاتىدۇ

source: Starting the KDE News Reader
ug: ك د ئە(KDE) خەۋەر دېتالىنى قوزغىتىۋاتىدۇ

source: Starting the KDE Terminal Emulator
ug: ك د ئە(KDE) تېرمىنال تەقلىدلىگۈنى نى قوزغىتىۋاتىدۇ

source: Starting the Konqueror
ug: Konqueror نى قوزغىتىۋاتىدۇ

source: Starting the Panel
ug: كۆزنەك قوزغىتىۋاتىدۇ

source: Starting the Session Management Proxy
ug: ئەڭگىمە باشقۇرغۇ ۋاكالەتچىسىنى قوزغىتىۋاتىدۇ

source: Starting the Taskbar
ug: ۋەزىپە بالدىقىنى قوزغىتىۋاتىدۇ

source: Starting the VI Improved Editor
ug: Vim تەھرىرلىگۈنى قوزغىتىۋاتىدۇ

source: Starting the Volume Controller
ug: ئۈن كونتروللىغۇچنى قوزغىتىۋاتىدۇ

source: Starting the Window Manager
ug: كۆزنەك باشقۇرغۇنى قوزغىتىۋاتىدۇ

source: Starting the X Multimedia System
ug: XMMS نى قوزغىتىۋاتىدۇ

source: Starting the X Terminal Emulator
ug: X تېرمىنال تەقلىدلىگۈنى قوزغىتىۋاتىدۇ

source: Starting the X-Chat IRC Client
ug: X-Chat IRC خېرىدارىنى قوزغىتىۋاتىدۇ

source: Startup
ug: قوزغات

source: Stash Related Options:
ug: ‹Stash› قا مۇناسىۋەتلىك تاللانمىلار:

source: Stash description:
ug: Stash چۈشەندۈرۈشى:

source: State
ug: ھالەت

source: Stats
ug: ستاتىستىكىلار

source: Status
ug: ھالىتى

source: Status Icons
ug: ھالەت سىنبەلگىلىرى

source: Status Related Options:
ug: ‹Status› قا مۇناسىۋەتلىك تاللانمىلار:

source: Status _Icon
ug: ھالەت سىنبەلگىسى(_I)

source: Status bar
ug: ھالەت بالدىقى

source: Status failed
ug: ‹Status› مەغلۇپ بولدى

source: Status icon volume control sensitivity
ug: ئاۋاز كونترول ھالەت سىنبەلگىسىنىڭ سەزگۈرلۈكى

source: Status:
ug: ھالەت:

source: Statusbar Clock
ug: ھالەت بالداق سائىتى

source: Statusbar Features
ug: ھالەت بالدىقى ئالاھىدىلىكلىرى

source: Stereo
ug: ستېرېئو

source: Stic_k to Current Position
ug: نۆۋەتتىكى ئورۇنغا مۇقىملاشتۇر(_K)

source: Stick
ug: چاپلا

source: Stick window
ug: كۆزنەكنى قاداپ قوي

source: Sticky
ug: چاپلىشاڭغۇ

source: Sticky & set GID
ug: چاپلىشاڭغۇ ۋە GID نى بەلگىلەش

source: Sticky Keys
ug: چاپلىشاڭغۇ كۇنۇپكىلار

source: Sticky keys
ug: چاپلىشاڭغۇ كۇنۇپكىلار

source: Sticky keys are disabled
ug: چاپلىشاڭغۇ كۇنۇپكىلار ئىناۋەتسىز قىلىنغان

source: Sticky keys are enabled
ug: چاپلىشاڭغۇ كۇنۇپكىلار ئىناۋەتلىك قىلىنغان

source: Sticky window
ug: چاپلاشقاق كۆزنەك

source: Stock icon '%s' couldn't be loaded
ug: تەييار سىنبەلگە ‹%s› نى ئوقۇغىلى بولمىدى.

source: Stop
ug: توختا

source: Stop Slideshow
ug: تام تەسۋىرىنى توختىتىش

source: Stop after current
ug: ھازىرقىسى تاماملانغاندا توختىتىش

source: Stop applying permissions recursively.
ug: ھوقۇقنى چوڭقۇرلاپ ئۆزگەرتىشنى توختىتىدۇ.

source: Stop loading the current page
ug: ھازىرقى بېتىنى ئوقۇشنى توختىتىدۇ

source: Stop playing
ug: توختات

source: Stop the alarm
ug: قوڭغۇراقنى توختات

source: Stop timer
ug: ۋاقىت ئۆلچىگۈچنى توختات

source: Stop: CTRL+s
ug: توختاش: CTRL+s

source: Stopped
ug: توختىدى

source: Stopped | %d tracks | %s total playtime
ug: توختىغان | %d نەغمە | %s جەمئىي قويۇش ۋاقتى

source: Storage
ug: ساقلىغۇچ

source: Store current settings as default alarm
ug: ھازىرقى تەڭشەكنى كۆڭۈلدىكى گۈدۈك قىلىپ ساقلا

source: Store last copied _image
ug: ئەڭ ئاخىرقى قېتىم كۆچۈرگەن سۈرەتنى ساقلا(_I)

source: Store password a plaintext?
ug: ئىمنى ئادەتتىكى تېكىستتە ساقلىسۇنمۇ؟

source: Store the byte-order mark in the file
ug: ھۆججەتكە يۇنىكود بەلگىسى(بايت تەرتىپى بەلگىسى) نى ساقلايدۇ

source: Stores history of entered form data
ug: جەدۋەل(form) كىرگۈزۈلگەن ئۇچۇرلارنى ئەستە ساقلىۋالىدۇ

source: Stove
ug: مەش

source: Stream Properties
ug: ئېقىم خاسلىقى

source: Stream doesn't support tags changes
ug: ئېقىم خەتكۈشلەر(tags)نىڭ ئۆزگىرىشىنى قوللىمايدۇ

source: Stretch
ug: سوزۇش

source: Stretch to fill the entire screen
ug: پۈتۈن ئېكراننى قاپلىغۇدەك قىلىپ چوڭايتىش

source: Stretch to fit the screen
ug: ئېكرانغا ماس كەلگۈدەك قىلىپ چوڭايتىش

source: Stretched
ug: سوزۇلغان

source: String
ug: تېكىست

source: String key:
ug: تېكىست ئاچقۇچ:

source: Strip APEv2
ug: APEv2 نى ئۆچۈرۈۋېتىش

source: Strip ID3v1
ug: ID3v1 نى ئۆچۈرۈۋېتىش

source: Strip ID3v2
ug: ID3v2 نى ئۆچۈرۈۋېتىش

source: Strip referrer details sent to websites
ug: تورتۇرالارغا ئەۋەتىلىدىغان پايدىلىنىشنىڭ تەپسىلاتلىرى چىقىرىۋېتىلسۇن

source: Style
ug: ئۇسلۇب

source: Style of navigation The style to navigate trough the archive
ug: يولباشچى ئۇسلۇبى ئارخىپلانغۇچە بولغان يولباشچىنىڭ ئۇسلۇبى

source: Style:
ug: ئۇسلۇب:

source: Sub-_pixel order:
ug: تارماق پىكسېل تەرتىپى(_P):

source: Sub-pixel geometry:
ug: تارماق پىكسېلنىڭ گېئومېتىرىيىسى:

source: Subject
ug: تېما

source: Subnet Mask:
ug: تارماق تور ماسكىسى:

source: Subscribe to News _feed
ug: خەۋەر feed غا مۇشتەرى بول(_F)

source: Subtitle
ug: كىچىك ماۋزۇ

source: Subtitle #%d
ug: فىلىم خېتى #%d

source: Subtitle Files
ug: ئېكران خەت ھۆججەتلىرى

source: Subtitles
ug: فىلىم خېتى

source: Subtitles:
ug: فىلىم خېتى:

source: Subtrack Index
ug: تارماق نەغمە ئىندېكسى

source: Suffix only
ug: كېڭەيتمە ئاتىلا

source: Suggestions for "%s" (%s):
ug: «%s» (%s) نىڭ نامزاتلىرى:

source: Sun
ug: قۇياش

source: Sunny
ug: سۈزۈك

source: Sunrise: %s
ug: كۈن چىقىش: %s

source: Sunrise: The sun never rises today.
ug: كۈن چىقىش: بۈگۈن زادىلا كۈن چىقمايدۇ.

source: Sunset: %s
ug: كۈن ئولتۇرۇش: %s

source: Sunset: The sun never sets today.
ug: كۈن ئولتۇرۇش: بۈگۈن زادىلا كۈن ئولتۇرمايدۇ.

source: Support
ug: قوللاش

source: Support for userscripts and userstyles
ug: ئىشلەتكۈچى قوليازمىسى(userscripts ۋە) ئىشلەتكۈچى ئۇسلۇبىنى ئىشلەتكىلى بولىدۇ

source: Supported Protocols
ug: قوللايدىغان كېلىشىملەر

source: Supported files
ug: قويالايدىغان ھۆججەتلەر

source: Supported sound formats
ug: قوللايدىغان ئۈن فورماتلىرى

source: Suppress messages
ug: ئۇچۇرلارنى باستۇرۇپ قوي
